tap "homebrew/bundle"
brew "openssl@3"
brew "bitwarden-cli"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "neovim"
brew "pyenv"
brew "starship"
brew "tmux"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "arc"
cask "bitwarden"
cask "brave-browser"
cask "cursor"
cask "docker"
cask "dropbox"
cask "font-monaspace-nerd-font"
cask "google-chrome"
cask "libreoffice"
cask "microsoft-edge"
cask "notion"
cask "obs"
cask "raycast"
cask "readdle-spark"
cask "visual-studio-code"
cask "warp"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "codesandbox-io.codesandbox-projects"
vscode "davidanson.vscode-markdownlint"
vscode "editorconfig.editorconfig"
vscode "gitpod.gitpod-desktop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
