tap "homebrew/bundle"
tap "oven-sh/bun"
brew "openssl@3"
brew "bat"
brew "bitwarden-cli"
brew "cmake"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "tmux"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
cask "alacritty"
cask "arc"
cask "bitwarden"
cask "brave-browser"
cask "chatgpt"
cask "cursor"
cask "docker"
cask "dropbox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-hackgen-nerd"
cask "font-monaspace-nerd-font"
cask "google-chrome"
cask "grammarly-desktop"
cask "jordanbaird-ice"
cask "kitty"
cask "libreoffice"
cask "microsoft-edge"
cask "notion"
cask "obs"
cask "obsidian"
cask "raycast"
cask "readdle-spark"
cask "ticktick"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "zed"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "codesandbox-io.codesandbox-projects"
vscode "davidanson.vscode-markdownlint"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "gitpod.gitpod-desktop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
